const QnaData = [
//Boat & engine
    {
        id: 1,
        correct_answer: 1,
        category: [ {id:1 , title:'Σκάφος - Μηχανές' }],
        question: 'Βύθισμα είναι:',
        answers: [
            { 
                id: 1,
                text: 'Η κατακόρυφη απόσταση από την επιφάνεια της θάλασσας μέχρι την τρόπιδα του σκάφους.'
            },
            { 
                id: 2,
                text: 'Η κατακόρυφη απόσταση από την επιφάνεια της θάλασσας μέχρι τον πυθμένα της.'
            },
            { 
                id: 3,
                text: 'Το μήκος της αλυσίδας της άγκυρας που απαιτείται για την αγκυροβολία του σκάφους.'
            }
        ]
    },
    {
        id: 2,
        correct_answer: 1,
        category: [ {id:1 , title:'Σκάφος - Μηχανές' }],
        question: 'Προσήνεμη πλευρά (Σοφράνο) είναι:',
        answers: [
            { 
                id: 1,
                text: 'Η πλευρά του σκάφους που βρίσκεται προς την κατεύθυνση που φυσά ο άνεμος.'
            },
            { 
                id: 2,
                text: 'Η αντίθετη από την κατεύθυνση που φυσά ο άνεμος πλευρά του σκάφους.'
            },
            { 
                id: 3,
                text: 'Το πρωραίο τμήμα του σκάφους όταν πλέει προς την κατεύθυνση που φυσά ο άνεμος.'
            }
        ]
    },
    {
        id: 3,
        correct_answer: 1,
        category: [ {id:1 , title:'Σκάφος - Μηχανές' }],
        question: 'Το ρεζερβουάρ βενζίνης πρέπει να είναι γεμάτο μέχρι πάνω;',
        answers: [
            { 
                id: 1,
                text: 'Όχι, για να μένει κενός χώρος για τις διαστολές της βενζίνης.'
            },
            { 
                id: 2,
                text: 'Όχι, για να μην έχουμε υπερχείλιση του καρμπυρατέρ.'
            },
            { 
                id: 3,
                text: 'Ναι, ώστε να έχουμε επάρκεια καυσίμου.'
            }
        ]
    },
    {
        id: 4,
        correct_answer: 3,
        category: [ {id:1 , title:'Σκάφος - Μηχανές' }],
        question: 'Στους δίχρονους εξωλέμβιους κινητήρες πρέπει:',
        answers: [
            { 
                id: 1,
                text: 'Να φροντίζουμε να βάζουμε λίγο περισσότερο λάδι για να λιπαίνεται καλύτερα ο κινητήρας.'
            },
            { 
                id: 2,
                text: 'Να φροντίζουμε να βάζουμε λιγότερο λάδι ώστε να αποφεύγουμε «μπούκωμα» του κινητήρα.'
            },
            { 
                id: 3,
                text: 'Να φροντίζουμε η αναλογία λαδιού-βενζίνης να είναι η προβλεπόμενη από τον κατασκευαστή.'
            }
        ]
    },
    {
        id: 5,
        correct_answer: 2,
        category: [ {id:1 , title:'Σκάφος - Μηχανές' }],
        question: 'Όταν πρόκειται για κινητήρα που δεν χρησιμοποιείται, έστω και για λίγο χρόνο:',
        answers: [
            { 
                id: 1,
                text: 'Πρέπει να μένει καύσιμο στο καρμπυρατέρ προς αποφυγή διάβρωσής του από τη σκουριά.'
            },
            { 
                id: 2,
                text: 'Δεν πρέπει να μένει καύσιμο στο καρμπυρατέρ.'
            },
            { 
                id: 3,
                text: 'Κανένα από τα παραπάνω.'
            }
        ]
    },
    {
        id: 6,
        correct_answer: 3,
        category: [ {id:1 , title:'Σκάφος - Μηχανές' }],
        question: 'Το «μπούκωμα» του κινητήρα (αργή κίνηση του σκάφους, ενώ ο κινητήρας δουλεύει στο «φουλ») μπορεί να οφείλεται:',
        answers: [
            { 
                id: 1,
                text: 'Στον έντονο κυματισμό.'
            },
            { 
                id: 2,
                text: 'Σε ελλιπή τροφοδοσία καυσίμου.'
            },
            { 
                id: 3,
                text: 'Σε μπέρδεμα της προπέλας σε φύκια, σχοινιά, κ.λπ.'
            }
        ]
    },
    {
        id: 7,
        correct_answer: 1,
        category: [ {id:1 , title:'Σκάφος - Μηχανές' }],
        question: 'Αυξομείωση στροφών του κινητήρα κατά τη λειτουργία του (σκορτσαρίσματα) παρουσιάζεται συνήθως:',
        answers: [
            { 
                id: 1,
                text: 'Όταν υπάρχει ελλιπής τροφοδοσία βενζίνης.'
            },
            { 
                id: 2,
                text: 'Όταν ο κυματισμός είναι μεγάλος.'
            },
            { 
                id: 3,
                text: 'Όταν το πτερύγιο της προπέλας είναι σπασμένο ή στρεβλωμένο.'
            }
        ]
    },
    {
        id: 8,
        correct_answer: 2,
        category: [ {id:1 , title:'Σκάφος - Μηχανές' }],
        question: 'Ένας εξωλέμβιος κινητήρας πρέπει να περάσει από πρώτο έλεγχο (Service):',
        answers: [
            { 
                id: 1,
                text: 'Μετά από χρήση έξι (6) μηνών ή μετά τις πρώτες πενήντα (50) ώρες λειτουργίας του, οποιοδήποτε επέλθει πρότερον.'
            },
            { 
                id: 2,
                text: 'Μετά από χρήση τριών (3) μηνών ή μετά τις πρώτες είκοσι (20) ώρες λειτουργίας του, οποιοδήποτε επέλθει πρότερον.'
            },
            { 
                id: 3,
                text: 'Μετά από χρήση τριών (3) μηνών ή μετά τις πρώτες πενήντα (50) ώρες λειτουργίας του, οποιοδήποτε επέλθει πρότερον.'
            }
        ]
    },
// Wind & Lighting Alerts
    {
        id: 9,
        correct_answer: 3,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Ο Βορειοανατολικός (ΒΑ) άνεμος λέγεται και:',
        answers: [
            { 
                id: 1,
                text: 'Τραμουντάνα.'
            },
            { 
                id: 2,
                text: 'Λεβάντες.'
            },
            { 
                id: 3,
                text: 'Γραίγος.'
            }
        ]
    },
    {
        id: 10,
        correct_answer: 1,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Ο «Γαρμπής» είναι άνεμος που πνέει από:',
        answers: [
            { 
                id: 1,
                text: 'Νοτιοδυτικά (ΝΔ).'
            },
            { 
                id: 2,
                text: 'Νοτιοανατολικά (ΝΑ).'
            },
            { 
                id: 3,
                text: 'Ανατολικά (Α).'
            }
        ]
    },
    {
        id: 11,
        correct_answer: 3,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Στην κλίμακα έντασης ανέμου πέντε (5) μποφόρ το πιθανό ύψος κυμάτων είναι:',
        answers: [
            { 
                id: 1,
                text: '1,25 έως 2 μέτρα.'
            },
            { 
                id: 2,
                text: '2,5 έως 4 μέτρα.'
            },
            { 
                id: 3,
                text: '1,25 έως 2,5 μέτρα.'
            }
        ]
    },
    {
        id: 12,
        correct_answer: 2,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Στην κλίμακα έντασης ανέμου έξι (6) μποφόρ η κατάσταση της θάλασσας είναι:',
        answers: [
            { 
                id: 1,
                text: 'Πολύ κυματώδης.'
            },
            { 
                id: 2,
                text: 'Κυματώδης.'
            },
            { 
                id: 3,
                text: 'Πολύ ταραγμένη.'
            }
        ]
    },
    {
        id: 13,
        correct_answer: 3,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Η εκτόξευση/πυροδότηση των φωτιστικών σημάτων κινδύνου γίνεται:',
        answers: [
            { 
                id: 1,
                text: 'Για να δείξουμε σε κάποιο φιλικό σκάφος ότι στο σημείο που βρισκόμαστε πιάνουμε πολλά ψάρια.'
            },
            { 
                id: 2,
                text: 'Για να δείξουμε ότι κάποιος από τους επιβαίνοντες γιορτάζει κάποιο χαρμόσυνο γεγονός.'
            },
            { 
                id: 3,
                text: 'Μετά από ώριμη σκέψη και ορθή εκτίμηση της κατάστασης του κινδύνου.'
            }
        ]
    },
    {
        id: 14,
        correct_answer: 1,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Αν παρουσιαστεί κάποιο πρόβλημα και το σκάφος περιέλθει σε κατάσταση ανάγκης ή κινδύνου:',
        answers: [
            { 
                id: 1,
                text: 'Χρησιμοποιούμε τα σήματα κινδύνου (καπνογόνα/βεγγαλικά κ.λπ.) για να συνεγείρουμε τα παραπλέοντα σκάφη ή τους ευρισκόμενους στην ξηρά για να ειδοποιηθεί η Λιμενική Αρχή.'
            },
            { 
                id: 2,
                text: 'Εγκαταλείπουμε άμεσα το σκάφος πέφτοντας στη θάλασσα.'
            },
            { 
                id: 3,
                text: 'Δεν προβαίνουμε σε καμία ενέργεια.'
            }
        ]
    },
    {
        id: 15,
        correct_answer: 1,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Το χρώμα του καπνού του καπνογόνου πρέπει να είναι:',
        answers: [
            { 
                id: 1,
                text: 'Πορτοκαλί.'
            },
            { 
                id: 2,
                text: 'Λευκό.'
            },
            { 
                id: 3,
                text: 'Γκρι.'
            }
        ]
    },
    {
        id: 16,
        correct_answer: 1,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Αν κατά τη διάρκεια της ημέρας παρουσιαστεί κάποιο πρόβλημα και το σκάφος περιέλθει σε κατάσταση ανάγκης ή κινδύνου, συνεγείρουμε τα παραπλέοντα πλοία ή τους ευρισκόμενους στην ξηρά:',
        answers: [
            { 
                id: 1,
                text: 'Χρησιμοποιώντας τα σήματα κινδύνου (καπνογόγα).'
            },
            { 
                id: 2,
                text: 'Χρησιμοποιώντας τα σήματα κινδύνου (βεγγαλικά).'
            },
            { 
                id: 3,
                text: 'Υψώνοντας μία λευκή σφαίρα.'
            }
        ]
    },
    {
        id: 17,
        correct_answer: 2,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Αν κατά τη διάρκεια της νύχτας παρουσιαστεί κάποιο πρόβλημα και το σκάφος περιέλθει σε κατάσταση ανάγκης ή κινδύνου, συνεγείρουμε τα παραπλέοντα πλοία ή τους ευρισκόμενους στην ξηρά:',
        answers: [
            { 
                id: 1,
                text: 'Χρησιμοποιώντας τα σήματα κινδύνου (καπνογόνα).'
            },
            { 
                id: 2,
                text: 'Χρησιμοποιώντας τα σήματα κινδύνου (βεγγαλικά).'
            },
            { 
                id: 3,
                text: 'Ανάβοντας ένα λευκό φως.'
            }
        ]
    },
    {
        id: 18,
        correct_answer: 2,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Η χρήση των φωτιστικών σημάτων κινδύνου και των καπνογόνων γίνεται από την:',
        answers: [
            { 
                id: 1,
                text: 'Προσυνέμη πλευρά του σκάφους.'
            },
            { 
                id: 2,
                text: 'Υπήνεμη πλευρά του σκάφους.'
            },
            { 
                id: 3,
                text: 'Πλώρη του σκάφους.'
            }
        ]
    },
    {
        id: 19,
        correct_answer: 3,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Οι ιδιοκτήτες/χειριστές ταχυπλόων σκαφών οφείλουν:',
        answers: [
            { 
                id: 1,
                text: 'Να διατηρούν τα εφόδια σε καλή κατάσταση, να μην έχει περάσει η ημερομηνία λήξης τους και να βρίσκονται στο κατά το δυνατόν ασφαλέστερο σημείο του σπιτιού τους.'
            },
            { 
                id: 2,
                text: 'Να έχουν πρόσφορα και για άμεση χρήση όλα τα εφόδια αδιαφορώντας για το αν έχει περάσει η ημερομηνία λήξης τους.'
            },
            { 
                id: 3,
                text: 'Να έχουν πρόσφορα και για άμεση χρήση όλα τα εφόδια και να μην έχει περάσει η ημερομηνία λήξης τους.'
            }
        ]
    },
    {
        id: 20,
        correct_answer: 2,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Το σήμα κινδύνου που εκπέμπεται από το ραδιοτηλέφωνο ή το VHF αποτελείται από:',
        answers: [
            { 
                id: 1,
                text: 'Την ομάδα S.O.S (... — ...) του μορσικού κώδικα σημάτων.'
            },
            { 
                id: 2,
                text: 'Τη λέξη MAYDAY.'
            },
            { 
                id: 3,
                text: 'Το σήμα κινδύνου NC (-.-.-.) του διεθνούς κώδικα σημάτων.'
            }
        ]
    },
    {
        id: 21,
        correct_answer: 3,
        category: [ {id:2 , title:'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου' }],
        question: 'Αν παρουσιαστεί κάποιο πρόβλημα και το σκάφος στο οποίο έχουμε VHF ή ραδιοτηλέφωνο περιέλθει σε κατάσταση ανάγκης ή κινδύνου:',
        answers: [
            { 
                id: 1,
                text: 'Αναφέρουμε αμέσως στην πλησιέστερη Λιμενική Αρχή ή στο ΕΛΛΑΣ ΡΑΔΙΟ (στο κανάλι 16), την κατάσταση του σκάφους, το είδος του κινδύνου και τις προθέσεις μας.'
            },
            { 
                id: 2,
                text: 'Αναφέρουμε αμέσως στην πλησιέστερη Λιμενική Αρχή ή στο ΕΛΛΑΣ ΡΑΔΙΟ (στο κανάλι 12), την κατάσταση του σκάφους, το είδος του κινδύνου, τη θέση μας και τις προθέσεις μας.'
            },
            { 
                id: 3,
                text: 'Αναφέρουμε αμέσως στην πλησιέστερη Λιμενική Αρχή ή στο ΕΛΛΑΣ ΡΑΔΙΟ (στο κανάλι 16), την κατάσταση του σκάφους, το είδος του κινδύνου, τη θέση μας και τις προθέσεις μας.'
            }
        ]
    },
//Preparing to sail - Safe plus
    {
        id: 22,
        correct_answer: 3,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Ένα ναυτικό μίλι ισούται:',
        answers: [
            { 
                id: 1,
                text: 'Με 1.609 μέτρα.'
            },
            { 
                id: 2,
                text: 'Με ένα (1) χιλιόμετρο.'
            },
            { 
                id: 3,
                text: 'Με 1.852 μέτρα.'
            }
        ]
    },
    {
        id: 23,
        correct_answer: 2,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Κόμβος είναι:',
        answers: [
            { 
                id: 1,
                text: 'Μονάδα μέτρησης της ταχύτητας στη θάλασσα και αντιστοιχεί σε 1,5 διανυόμενο μίλι ανά ώρα.'
            },
            { 
                id: 2,
                text: 'Μονάδα μέτρησης της ταχύτητας στη θάλασσα και αντιστοιχεί σε ένα διανυόμενο μίλι ανά ώρα.'
            },
            { 
                id: 3,
                text: 'Μονάδα μέτρησης της απόστασης στη θάλασσα.'
            }
        ]
    },
    {
        id: 24,
        correct_answer: 1,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Πριν από τον απόπλου βεβαιωνόμαστε:',
        answers: [
            { 
                id: 1,
                text: 'Ότι έχουμε την απαιτούμενη ποσότητα καυσίμου και επιπλέον καύσιμα πάνω στο σκάφος.'
            },
            { 
                id: 2,
                text: 'Ότι στο σκάφος δεν υπάρχουν καύσιμα εκτός του ρεζερβουάρ και έτσι δεν υπάρχει κίνδυνος πυρκαγιάς.'
            },
            { 
                id: 3,
                text: 'Κανένα από τα παραπάνω.'
            }
        ]
    },
    {
        id: 25,
        correct_answer: 2,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Οι ιδιοκτήτες ταχυπλόων σκαφών οφείλουν:',
        answers: [
            { 
                id: 1,
                text: 'Να φροντίζουν μόνο για την καλή, κατά την άποψή τους, εμφάνιση των σκαφών τους.'
            },
            { 
                id: 2,
                text: 'Να φροντίζουν για την επιθεώρηση των σκαφών τους σύμφωνα με τις κείμενες διατάξεις.'
            },
            { 
                id: 3,
                text: 'Να φροντίζουν για την επιθεώρηση των σκαφών τους σύμφωνα με τις υποδείξεις φίλων τους.'
            }
        ]
    },
    {
        id: 26,
        correct_answer: 3,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Η γνώση του δελτίου καιρού που ισχύει στην περιοχή πλεύσης κρίνεται ως:',
        answers: [
            { 
                id: 1,
                text: 'Απλώς αναγκαία για τον υπολογισμό του εκτάματος του σχοινιού ή της αλυσίδας της άγκυρας κατά την αγκυροβολία του σκάφους.'
            },
            { 
                id: 2,
                text: 'Απαραίτητη, ώστε να επιδεικνύουμε, σε τυχόν επιβαίνοντες στο σκάφος, τις γνώσεις μας επί των καιρικών συνθηκών.'
            },
            { 
                id: 3,
                text: 'Απαραίτητη, ώστε να ματαιώνεται το ταξίδι αν επικρατούν ή αναμένεται να επικρατήσουν δυσμενείς καιρικές συνθήκες.'
            }
        ]
    },
    {
        id: 27,
        correct_answer: 1,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Αυτοί που χειρίζονται ταχύπλοα σκάφη οφείλουν:',
        answers: [
            { 
                id: 1,
                text: 'Να απαγορεύουν την επιβίβαση ατόμων, που ο αριθμός τους είναι μεγαλύτερος του επιτρεπόμενου.'
            },
            { 
                id: 2,
                text: 'Να επιτρέπουν την επιβίβαση ατόμων, που ο αριθμός τους είναι μεγαλύτερος του επιτρεπόμενου, μόνο εφόσον τα σωστικά μέσα επαρκούν για όλους τους επιβαίνοντες.'
            },
            { 
                id: 3,
                text: 'Να επιτρέπουν την επιβίβαση ατόμων, που ο αριθμός τους είναι μεγαλύτερος του επιτρεπόμενου, μόνο εφόσον επικρατούν καλές καιρικές συνθήκες.'
            }
        ]
    },
    {
        id: 28,
        correct_answer: 2,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Αυτοί που χειρίζονται ταχύπλοα σκάφη οφείλουν:',
        answers: [
            { 
                id: 1,
                text: 'Να επιτρέπουν την επιβίβαση ατόμων που δεν γνωρίζουν καλά κολύμβηση, μόνο εφόσον φέρουν ατομικά σωσίβια.'
            },
            { 
                id: 2,
                text: 'Να απαγορεύουν την επιβίβαση ατόμων που δεν γνωρίζουν κολύμβηση ή ατόμων που βρίσκονται υπό την επήρεια οινοπνευματωδών ποτών.'
            },
            { 
                id: 3,
                text: 'Να επιτρέπουν την επιβίβαση ατόμων που βρίσκονται υπό την επήρεια οινοπνευματωδών ποτών, μόνο εφόσον κάθονται προσδεδεμένοι στις θέσεις τους.'
            }
        ]
    },
    {
        id: 29,
        correct_answer: 3,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Για την ασφαλή επιβίβαση σε μικρά σκάφη:',
        answers: [
            { 
                id: 1,
                text: 'Πηδάμε μέσα στο σκάφος, όσο πιο κοντά γίνεται στο μέσο του.'
            },
            { 
                id: 2,
                text: 'Στεκόμαστε με το ένα πόδι στο σκάφος και το άλλο στην ξηρά και πηδάμε μέσα την κατάλληλη στιγμή.'
            },
            { 
                id: 3,
                text: 'Πατάμε όσο πιο κοντά γίνεται στο μέσο του σκάφους και κρατιόμαστε γερά από κάπου.'
            }
        ]
    },
    {
        id: 30,
        correct_answer: 2,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Οι ιδιοκτήτες ταχυπλόων σκαφών οφείλουν:',
        answers: [
            { 
                id: 1,
                text: 'Να επιτρέπουν τη χρησιμοποίηση των σκαφών τους από οποιοδήποτε άτομο.'
            },
            { 
                id: 2,
                text: 'Να απαγορεύουν τη χρησιμοποίηση των σκαφών τους από άτομα που δεν έχουν άδεια ικανότητας χειριστή ή άτομα που έχουν άδεια, αλλά βρίσκονται υπό την επήρεια οινοπνευματωδών ποτών.'
            },
            { 
                id: 3,
                text: 'Να απαγορεύουν τη χρησιμοποίηση των σκαφών τους από οποιοδήποτε άτομο.'
            }
        ]
    },
    {
        id: 31,
        correct_answer: 3,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Όταν οδηγούμε το σκάφος μας εντός διαύλου ή στην είσοδο του λιμένα:',
        answers: [
            { 
                id: 1,
                text: 'Κρατάμε πορεία στο μέσο, ώστε να μας δίνεται η δυνατότητα να χειρίσουμε αριστερά αν παραστεί ανάγκη.'
            },
            { 
                id: 2,
                text: 'Κρατάμε πορεία στο μέσο, ώστε να μας δίνεται η δυνατότητα να χειρίσουμε δεξιά αν παραστεί ανάγκη.'
            },
            { 
                id: 3,
                text: 'Κρατάμε πορεία στη δεξιά πλευρά.'
            }
        ]
    },
    {
        id: 32,
        correct_answer: 3,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Εφόσον πλοίο απαιτηθεί να διασχίσει λωρίδα θαλάσσιας κυκλοφορίας:',
        answers: [
            { 
                id: 1,
                text: 'Θα σφυρίξει και θα τη διασχίσει με ταχύτητα.'
            },
            { 
                id: 2,
                text: 'Θα τη διασχίσει προσεκτικά και κατά γωνία 45 μοιρών ως προς την κατεύθυνση της κυκλοφοριακής ροής.'
            },
            { 
                id: 3,
                text: 'Θα τη διασχίσει προσεκτικά και κατά ορθή γωνία ως προς την κατεύθυνση της κυκλοφοριακής ροής.'
            }
        ]
    },
    {
        id: 33,
        correct_answer: 3,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Όταν βρισκόμαστε με το σκάφος μας σε δίαυλο ή σε θαλάσσιο διάδρομο:',
        answers: [
            { 
                id: 1,
                text: 'Αγκυροβολούμε στον χώρο που μας εξυπηρετεί και επιδεικνύουμε τα σχήματα αγκυροβολίας για να μας προσέξουν τα άλλα σκάφη.'
            },
            { 
                id: 2,
                text: 'Αγκυροβολούμε σε χώρο που δεν παρεμποδίζουμε την κίνηση άλλων σκαφών.'
            },
            { 
                id: 3,
                text: 'Δεν αγκυροβολούμε και δεν παρεμποδίζουμε την κυκλοφορία άλλων σκαφών.'
            }
        ]
    },
    {
        id: 34,
        correct_answer: 2,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Κάθε πλοίο ανά πάσα στιγμή θα πρέπει:',
        answers: [
            { 
                id: 1,
                text: 'Να τηρεί οπτική μόνο επιτήρηση του περιβάλλοντος χώρου.'
            },
            { 
                id: 2,
                text: 'Να τηρεί οπτική και ακουστική επιτήρηση του περιβάλλοντος χώρου, για να είναι σε θέση, σε περίπτωση απειλούμενου κινδύνου, να εκτιμήσει πλήρως την κατάσταση και τον κίνδυνο σύγκρουσης.'
            },
            { 
                id: 3,
                text: 'Να τηρεί ακουστική μόνο επιτήρηση του περιβάλλοντος χώρου.'
            }
        ]
    },
    {
        id: 35,
        correct_answer: 1,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Κατά τη διάρκεια του πλου:',
        answers: [
            { 
                id: 1,
                text: 'Είμαστε σε διαρκή ετοιμότητα.'
            },
            { 
                id: 2,
                text: 'Απολαμβάνουμε το ταξίδι αφήνοντας κάποιον από τους επιβαίνοντες να προσέχει.'
            },
            { 
                id: 3,
                text: 'Αν υποχρεωθούμε να δώσουμε προτεραιότητα ενεργούμε αργά, ώστε να γίνουν πλήρως κατανοητές οι προθέσεις μας.'
            }
        ]
    },
    {
        id: 36,
        correct_answer: 2,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Κατά τον κατάπλου σε θέση ελλιμενισμού:',
        answers: [
            { 
                id: 1,
                text: 'Πλέουμε ήρεμα και με μεγάλη προσοχή.'
            },
            { 
                id: 2,
                text: 'Είμαστε έτοιμοι να χειρίσουμε κατάλληλα πλέοντας ήρεμα και με μεγάλη προσοχή.'
            },
            { 
                id: 3,
                text: 'Χειρίζουμε κατάλληλα.'
            }
        ]
    },
    {
        id: 37,
        correct_answer: 2,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Η κυκλοφορία των ταχυπλόων σκαφών, με εξαίρεση τα θαλάσσια μοτοποδήλατα και τα HOVER CRAFTS, απαγορεύεται:',
        answers: [
            { 
                id: 1,
                text: 'Σε απόσταση μικρότερη των διακοσίων (200) μέτρων από το εξωτερικό μέρος των πλωτών σημαντήρων που επισημαίνουν τα όρια μέχρι τα οποία φτάνουν συνήθως κολυμπώντας οι λουόμενοι στις λουτρικές εγκαταστάσεις, σε απόσταση μικρότερη των τριακοσίων (300) μέτρων από το συνηθισμένο σημείο στο οποίο φτάνουν κολυμπώντας οι λουόμενοι στις θαλάσσιες περιοχές που δεν επισημαίνονται με πλωτούς σημαντήρες και με ταχύτητα μεγαλύτερη των πέντε (5) κόμβων σε απόσταση μικρότερη των πεντακοσίων (500) μέτρων από την ακτογραμμή στις περιοχές που δεν υπάρχουν λουόμενοι.'
            },
            { 
                id: 2,
                text: 'Σε απόσταση μικρότερη των εκατό (100) μέτρων από το εξωτερικό μέρος των πλωτών σημαντήρων που επισημαίνουν τα όρια μέχρι τα οποία φτάνουν συνήθως κολυμπώντας οι λουόμενοι στις λουτρικές εγκαταστάσεις, σε απόσταση μικρότερη των διακοσίων (200) μέτρων από το συνηθισμένο σημείο στο οποίο φτάνουν κολυμπώντας οι λουόμενοι στις θαλάσσιες περιοχές που δεν επισημαίνονται με πλωτούς σημαντήρες και σε κάθε περίπτωση με ταχύτητα μεγαλύτερη των πέντε (5) κόμβων σε απόσταση μικρότερη των διακοσίων (200) μέτρων από την ακτογραμμή στις περιοχές που δεν υπάρχουν λουόμενοι.'
            },
            { 
                id: 3,
                text: 'Σε απόσταση μικρότερη των εκατό (100) μέτρων από τους λουόμενους.'
            }
        ]
    },
    {
        id: 38,
        correct_answer: 2,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Η κυκλοφορία των θαλάσσιων μοτοποδηλάτων και των HOVER CRAFTS, απαγορεύεται:',
        answers: [
            { 
                id: 1,
                text: 'Σε απόσταση μικρότερη των εκατό (100) μέτρων.'
            },
            { 
                id: 2,
                text: 'Σε απόσταση μικρότερη των διακοσίων (200) μέτρων από το εξωτερικό μέρος των πλωτών σημαντήρων που επισημαίνουν τα όρια μέχρι τα οποία φτάνουν συνήθως κολυμπώντας οι λουόμενοι στις λουτρικές εγκαταστάσεις, σε απόσταση μικρότερη των τριακοσίων (300) μέτρων από το συνηθισμένο σημείο στο οποίο φτάνουν κολυμπώντας οι λουόμενοι στις θαλάσσιες περιοχές που δεν επισημαίνονται με πλωτούς σημαντήρες και με ταχύτητα μεγαλύτερη των πέντε (5) κόμβων σε απόσταση μικρότερη των πεντακοσίων (500) μέτρων από την ακτογραμμή στις περιοχές που δεν υπάρχουν λουόμενοι.'
            },
            { 
                id: 3,
                text: 'Σε απόσταση μικρότερη των εκατό (100) μέτρων από το εξωτερικό μέρος των πλωτών σημαντήρων που επισημαίνουν τα όρια μέχρι τα οποία φτάνουν συνήθως κολυμπώντας οι λουόμενοι στις λουτρικές εγκαταστάσεις, σε απόσταση μικρότερη των διακοσίων (200) μέτρων από το συνηθισμένο σημείο στο οποίο φτάνουν κολυμπώντας οι λουόμενοι στις θαλάσσιες περιοχές που δεν επισημαίνονται με πλωτούς σημαντήρες και σε κάθε περίπτωση με ταχύτητα μεγαλύτερη των πέντε (5) κόμβων σε απόσταση μικρότερη των διακοσίων (200) μέτρων από την ακτογραμμή στις περιοχές που δεν υπάρχουν λουόμενοι.'
            }
        ]
    },
    {
        id: 39,
        correct_answer: 1,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Όταν οδηγούμε το σκάφος μας πίσω από σκάφη που έλκουν (σύρουν) σκιέρς:',
        answers: [
            { 
                id: 1,
                text: 'Διατηρούμε απόσταση ασφαλείας τόσο από τους σκιέρς, όσο και από τα σκάφη που προπορεύονται.'
            },
            { 
                id: 2,
                text: 'Το οδηγούμε πάνω στα απόνερα των σκιέρς για να αποφεύγουμε τους κλυδωνισμούς.'
            },
            { 
                id: 3,
                text: 'Καταβάλλουμε κάθε προσπάθεια να προσπεράσουμε τους σκιέρς.'
            }
        ]
    },
    {
        id: 40,
        correct_answer: 1,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Αν κατά τη διάρκεια του ταξιδιού (πλου) ο καιρός επιδεινωθεί, ο χειριστής:',
        answers: [
            { 
                id: 1,
                text: 'Ζητά από τους επιβαίνοντες να φορέσουν τα ατομικά τους σωσίβια.'
            },
            { 
                id: 2,
                text: 'Ζητά τη γνώμη των επιβαινόντων για το τι πρέπει να κάνει.'
            },
            { 
                id: 3,
                text: 'Αυξάνει στο μέγιστο την ταχύτητα του σκάφους για να επιστρέψει το ταχύτερο στον λιμένα.'
            }
        ]
    },
    {
        id: 41,
        correct_answer: 2,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Αν κατά τη διάρκεια του ταξιδιού (πλου) ο καιρός επιδεινωθεί, ο χειριστής:',
        answers: [
            { 
                id: 1,
                text: 'Αυξάνει στο μέγιστο την ταχύτητα του σκάφους για να επιστρέψει το ταχύτερο στον λιμένα.'
            },
            { 
                id: 2,
                text: 'Εφόσον απαιτείται, ελαττώνει ταχύτητα, έτσι ώστε το σκάφος να πλέει ασφαλώς και να μην μπαίνουν νερά σε αυτό.'
            },
            { 
                id: 3,
                text: 'Συνεχίζει το ταξίδι (πλου) προς τον προορισμό του.'
            }
        ]
    },
    {
        id: 42,
        correct_answer: 2,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Αν κατά τη διάρκεια του ταξιδιού (πλου) ο καιρός επιδεινωθεί, ο χειριστής:',
        answers: [
            { 
                id: 1,
                text: 'Αυξάνει στο μέγιστο την ταχύτητα του σκάφους για να επιστρέψει το ταχύτερο στον λιμένα.'
            },
            { 
                id: 2,
                text: 'Αν απαιτείται από την κατάσταση της θάλασσας και τον άνεμο, κάνει αλλαγή/ές πορείας με σκοπό την όσο το δυνατόν ταχύτερη επιστροφή στον λιμένα ή σε άλλο όρμο.'
            },
            { 
                id: 3,
                text: 'Συνεχίζει το ταξίδι (πλου) προς τον προορισμό του.'
            }
        ]
    },
    {
        id: 43,
        correct_answer: 1,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Σε περίπτωση που ο χειριστής ταχυπλόου σκάφους γίνει υπαίτιος ατυχήματος σε βάρος ενός άλλου σκάφους ή προσώπου, οφείλει:',
        answers: [
            { 
                id: 1,
                text: 'Να παραμείνει στον τόπο του ατυχήματος και να παράσχει κάθε δυνατή συνδρομή στους παθόντες. Επίσης να αναφέρει το ταχύτερο στη Λιμενική Αρχή το ατύχημα.'
            },
            { 
                id: 2,
                text: 'Να προσέλθει άμεσα στη Λιμενική Αρχή και να αναφέρει το ατύχημα.'
            },
            { 
                id: 3,
                text: 'Απλά να παραμείνει στον τόπο του ατυχήματος.'
            }
        ]
    },
    {
        id: 44,
        correct_answer: 3,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Κατά την αγκυροβολία πρέπει να αποφεύγεται:',
        answers: [
            { 
                id: 1,
                text: 'Ο αμμώδης βυθός.'
            },
            { 
                id: 2,
                text: 'Ο λασπώδης βυθός.'
            },
            { 
                id: 3,
                text: 'Ο βραχώδης βυθός.'
            }
        ]
    },
    {
        id: 45,
        correct_answer: 1,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Η ασφαλής αγκυροβολία σε βάθος θάλασσας δώδεκα (12) μέτρων απαιτεί έκταμα (μήκος) του σχοινιού της άγκυρας τουλάχιστον:',
        answers: [
            { 
                id: 1,
                text: '36 μέτρων.'
            },
            { 
                id: 2,
                text: '50 μέτρων.'
            },
            { 
                id: 3,
                text: '40 μέτρων.'
            }
        ]
    },
    {
        id: 46,
        correct_answer: 1,
        category: [ {id:3 , title:'Προετοιμασία απόπλου - Ασφαλής πλους' }],
        question: 'Η ασφαλής αγκυροβολία σε βάθος θάλασσας πέντε (5) μέτρων απαιτεί έκταμα (μήκος) του σχοινιού της άγκυρας τουλάχιστον:',
        answers: [
            { 
                id: 1,
                text: '25 μέτρων.'
            },
            { 
                id: 2,
                text: '20 μέτρων.'
            },
            { 
                id: 3,
                text: '15 μέτρων.'
            }
        ]
    },
//Definitions - International Collision Avoidance Regulation (ICFR) - Priorities - Whistles
    {
        id: 47,
        correct_answer: 3,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Ο όρος «Μηχανοκίνητο πλοίο» σημαίνει:',
        answers: [
            { 
                id: 1,
                text: 'Κάθε πλοίο που κινείται με ιστία.'
            },
            { 
                id: 2,
                text: 'Κάθε πλοίο που κινείται με τη βοήθεια του ανέμου.'
            },
            { 
                id: 3,
                text: 'Κάθε πλοίο που προωθείται με τις μηχανές του.'
            }
        ]
    },
    {
        id: 48,
        correct_answer: 1,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Ο όρος «Ιστιοφόρο πλοίο» σημαίνει:',
        answers: [
            { 
                id: 1,
                text: 'Κάθε πλοίο που κινείται με ιστία (πανιά).'
            },
            { 
                id: 2,
                text: 'Κάθε πλοίο που φέρει ιστία (πανιά), αλλά χρησιμοποιεί για την πρόωσή του τη μηχανή που υπάρχει σε αυτό.'
            },
            { 
                id: 3,
                text: 'Κάθε πλοίο που κινείται στη θάλασσα.'
            }
        ]
    },
    {
        id: 49,
        correct_answer: 1,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Ο όρος «Πλοίο ασχολούμενο με την αλιεία» σημαίνει:',
        answers: [
            { 
                id: 1,
                text: 'Κάθε πλοίο που ψαρεύει με δίχτυα, ορμιές (συρτή), γρίπο ή άλλη αλιευτική συσκευή, η οποία περιορίζει την ικανότητα χειρισμών/ελιγμών του.'
            },
            { 
                id: 2,
                text: 'Κάθε αλιευτικό πλοίο.'
            },
            { 
                id: 3,
                text: 'Κάθε πλοίο που ψαρεύει ανεξάρτητα αν περιορίζεται ή όχι η ικανότητα χειρισμών/ελιγμών του.'
            }
        ]
    },
    {
        id: 50,
        correct_answer: 3,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Ο όρος «Ακυβέρνητο πλοίο» σημαίνει:',
        answers: [
            { 
                id: 1,
                text: 'Κάθε πλοίο που αλιεύει με αλιευτικά εργαλεία, τα οποία περιορίζουν την ικανότητα χειρισμών/ελιγμών του.'
            },
            { 
                id: 2,
                text: 'Κάθε πλοίο που έχει περιορισμένη ικανότητα χειρισμών.'
            },
            { 
                id: 3,
                text: 'Κάθε πλοίο το οποίο δεν μπορεί να χειρίσει, με συνέπεια να μην μπορεί να απομακρυνθεί από την πορεία άλλου πλοίου.'
            }
        ]
    },
    {
        id: 51,
        correct_answer: 3,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Ο όρος «Αγκυροβολημένο πλοίο» σημαίνει ότι ένα πλοίο:',
        answers: [
            { 
                id: 1,
                text: 'Είναι προσδεδεμένο στην ακτή και παραμένει ακίνητο.'
            },
            { 
                id: 2,
                text: 'Είναι προσαραγμένο σε αβαθή νερά και δεν μπορεί να μετακινηθεί.'
            },
            { 
                id: 3,
                text: 'Έχει ποντίσει (φουντάρει) στον βυθό την άγκυρα ή τις άγκυρές του και παραμένει ακίνητο.'
            }
        ]
    },
    {
        id: 52,
        correct_answer: 1,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Ο όρος «Εν πλω» σημαίνει ότι ένα πλοίο:',
        answers: [
            { 
                id: 1,
                text: 'Δεν είναι αγκυροβολημένο, προσαραγμένο ή προσδεδεμένο στην ακτή.'
            },
            { 
                id: 2,
                text: 'Είναι αγκυροβολημένο ή προσαραγμένο ή προσδεδεμένο στην ακτή.'
            },
            { 
                id: 3,
                text: 'Είναι αγκυροβολημένο στην ανοιχτή θάλασσα.'
            }
        ]
    },
    {
        id: 53,
        correct_answer: 3,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Μακρός συριγμός (——) είναι αυτός που διαρκεί:',
        answers: [
            { 
                id: 1,
                text: '1 δευτερόλεπτο περίπου.'
            },
            { 
                id: 2,
                text: '3 δευτερόλεπτα περίπου.'
            },
            { 
                id: 3,
                text: '4-6 δευτερόλεπτα περίπου.'
            }
        ]
    },
    {
        id: 54,
        correct_answer: 2,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Βραχύς συριγμός (—) είναι αυτός που διαρκεί:',
        answers: [
            { 
                id: 1,
                text: '4-6 δευτερόλεπτα περίπου.'
            },
            { 
                id: 2,
                text: '1 δευτερόλεπτο περίπου.'
            },
            { 
                id: 3,
                text: '2 δευτερόλεπτα περίπου.'
            }
        ]
    },
    {
        id: 55,
        correct_answer: 3,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Ο Διεθνής Κανονισμός προς Αποφυγή Συγκρούσεων στη θάλασσα (ΔΚΑΣ) έχει εφαρμογή:',
        answers: [
            { 
                id: 1,
                text: 'Σε όλα τα πλοία με εξαίρεση τα πολεμικά πλοία όλων των χωρών.'
            },
            { 
                id: 2,
                text: 'Σε όλα τα πλοία με εξαίρεση τα Ελληνικά πολεμικά πλοία.'
            },
            { 
                id: 3,
                text: 'Σε όλα τα πλοία χωρίς εξαίρεση.'
            }
        ]
    },
    {
        id: 56,
        correct_answer: 1,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Ο Διεθνής Κανονισμός προς Αποφυγή Συγκρούσεων στη θάλασσα (ΔΚΑΣ) ισχύει:',
        answers: [
            { 
                id: 1,
                text: 'Σε όλα τα πλάτη και τα μήκη της υδρογείου.'
            },
            { 
                id: 2,
                text: 'Σε όλο τον Ελληνικό θαλάσσιο χώρο.'
            },
            { 
                id: 3,
                text: 'Στις περιοχές όλων των λιμένων της υδρογείου.'
            }
        ]
    },
    {
        id: 57,
        correct_answer: 1,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Ο Διεθνής Κανονισμός προς Αποφυγή Συγκρούσεων στη θάλασσα (ΔΚΑΣ) εφαρμόζεται υποχρεωτικά:',
        answers: [
            { 
                id: 1,
                text: 'Τόσο στην ανοιχτή θάλασσα, όσο και στα ύδατα που συγκοινωνούν με αυτή.'
            },
            { 
                id: 2,
                text: 'Σε όλο τον Ελληνικό θαλάσσιο χώρο.'
            },
            { 
                id: 3,
                text: 'Στην ανοιχτή θάλασσα.'
            }
        ]
    },
    {
        id: 58,
        correct_answer: 3,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Αυτός που χειρίζεται ένα ταχύπλοο σκάφος οφείλει να γνωρίζει:',
        answers: [
            { 
                id: 1,
                text: 'Μόνο τις διατάξεις του Διεθνούς Κανονισμού προς Αποφυγή Συγκρούσεων στη θάλασσα (ΔΚΑΣ), αδιαφορώντας για τους Ειδικούς Κανονισμούς που ισχύουν.'
            },
            { 
                id: 2,
                text: 'Μόνο τους Ειδικούς Κανονισμούς που ισχύουν, αδιαφορώντας για τις διατάξεις του ΔΚΑΣ.'
            },
            { 
                id: 3,
                text: 'Τις διατάξεις του ΔΚΑΣ και να τους εφαρμόζει καθώς και τους Ειδικούς Κανονισμούς που ισχύουν στη χώρα μας για την κίνηση των ταχυπλόων σκαφών.'
            }
        ]
    },
    {
        id: 59,
        correct_answer: 3,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Κάθε μηχανοκίνητο πλοίο οφείλει να απομακρύνεται από την πορεία:',
        answers: [
            { 
                id: 1,
                text: 'Κάθε ακυβέρνητου ή ιστιοφόρου πλοίου μόνο.'
            },
            { 
                id: 2,
                text: 'Κάθε ακυβέρνητου ή ασχολούμενου με την αλιεία ή ιστιοφόρου πλοίου μόνο.'
            },
            { 
                id: 3,
                text: 'Κάθε ακυβέρνητου ή περιορισμένης ικανότητας χειρισμών ή ασχολούμενου με την αλιεία ή ιστιοφόρου πλοίου.'
            }
        ]
    },
    {
        id: 60,
        correct_answer: 3,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Κάθε ιστιοφόρο πλοίο οφείλει να απομακρύνεται από την πορεία:',
        answers: [
            { 
                id: 1,
                text: 'Κάθε μηχανοκίνητου πλοίου.'
            },
            { 
                id: 2,
                text: 'Κάθε πλοίου.'
            },
            { 
                id: 3,
                text: 'Κάθε ακυβέρνητου πλοίου, κάθε πλοίου περιορισμένης ικανότητας χειρισμών και κάθε πλοίου ασχολούμενου με την αλιεία.'
            }
        ]
    },
    {
        id: 61,
        correct_answer: 1,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Πλοίο ασχολούμενο με την αλιεία οφείλει να απομακρύνεται από την πορεία:',
        answers: [
            { 
                id: 1,
                text: 'Ακυβέρνητου πλοίου και πλοίου περιορισμένης ικανότητας χειρισμών.'
            },
            { 
                id: 2,
                text: 'Μόνο ακυβέρνητου πλοίου.'
            },
            { 
                id: 3,
                text: 'Κάθε ιστιοφόρου πλοίου.'
            }
        ]
    },
    {
        id: 62,
        correct_answer: 3,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Όταν δύο μηχανοκίνητα πλοία διασταυρώνουν τις πορείες τους και υπάρχει κίνδυνος σύγκρουσης:',
        answers: [
            { 
                id: 1,
                text: 'Και τα δύο πλοία υποχρεούνται να στρίψουν δεξιά.'
            },
            { 
                id: 2,
                text: 'Το πλοίο που βλέπει το άλλο προς τη δεξιά του πλευρά οφείλει να στρίψει δεξιά και το πλοίο που βλέπει το άλλο προς την αριστερή του πλευρά οφείλει να στρίψει αριστερά.'
            },
            { 
                id: 3,
                text: 'Το πλοίο που βλέπει το άλλο προς τη δεξιά του πλευρά οφείλει να απομακρύνεται από την πορεία του άλλου και να αποφεύγει να περνάει από την πλώρη του.'
            }
        ]
    },
    {
        id: 63,
        correct_answer: 2,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Όταν δύο μηχανοκίνητα πλοία συναντώνται με πορείες αντίθετες ή σχεδόν αντίθετες κατά τρόπο, ώστε να υπάρχει κίνδυνος σύγκρουσης, κάθε ένα πλοίο υποχρεούται:',
        answers: [
            { 
                id: 1,
                text: 'Να στρίψει αριστερά, ώστε να περάσει από την αριστερή πλευρά του άλλου.'
            },
            { 
                id: 2,
                text: 'Να στρίψει δεξιά, ώστε να περάσει από την αριστερή πλευρά του άλλου.'
            },
            { 
                id: 3,
                text: 'Να αναμένει τη στροφή του άλλου πλοίου προς τα δεξιά, ώστε να περάσει από την αριστερή πλευρά του.'
            }
        ]
    },
    {
        id: 64,
        correct_answer: 3,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Κάθε πλοίο, που καταφθάνει ένα άλλο πλοίο, οφείλει:',
        answers: [
            { 
                id: 1,
                text: 'Να ζητήσει από το καταφθανόμενο να αλλάξει πορεία για να το προσπεράσει.'
            },
            { 
                id: 2,
                text: 'Να συνεχίσει την πορεία του αναμένοντας την αλλαγή πορείας του καταφθανόμενου.'
            },
            { 
                id: 3,
                text: 'Να απομακρυνθεί από την πορεία του καταφθανόμενου.'
            }
        ]
    },
    {
        id: 65,
        correct_answer: 2,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Σε περίπτωση αμφιβολίας, ο κίνδυνος σύγκρουσης θα θεωρείται ότι:',
        answers: [
            { 
                id: 1,
                text: 'Δεν είναι σίγουρος.'
            },
            { 
                id: 2,
                text: 'Υπάρχει.'
            },
            { 
                id: 3,
                text: 'Δεν υπάρχει.'
            }
        ]
    },
    {
        id: 66,
        correct_answer: 1,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Οποιοσδήποτε χειρισμός για να αποφευχθεί μια σύγκρουση πρέπει, ανάλογα με τις συνθήκες της περίπτωσης, να είναι:',
        answers: [
            { 
                id: 1,
                text: 'Σαφής, σταθερός, ξεκάθαρος και να γίνεται έγκαιρα και σύμφωνα με τους Κανόνες της Ναυτικής Τέχνης.'
            },
            { 
                id: 2,
                text: 'Έγκαιρος.'
            },
            { 
                id: 3,
                text: 'Σταθερός.'
            }
        ]
    },
    {
        id: 67,
        correct_answer: 1,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Σε κάθε περίπτωση, το πλοίο που υποχρεούται σύμφωνα με τον ΔΚΑΣ να απομακρύνεται από την πορεία άλλου πλοίου, πρέπει:',
        answers: [
            { 
                id: 1,
                text: 'Να χειρίζει έγκαιρα και ουσιαστικά, ώστε να τηρείται μακριά από αυτό.'
            },
            { 
                id: 2,
                text: 'Να χειρίζει σιγά-σιγά και να τηρείται όσο το δυνατόν πλησίον αυτού.'
            },
            { 
                id: 3,
                text: 'Να αναμένει την εκδήλωση των προθέσεων του άλλου πλοίου.'
            }
        ]
    },
    {
        id: 68,
        correct_answer: 1,
        category: [ {id:4 , title:'Ορισμοί - Διεθνής Κανονισμός Αποφυγής Συγκρούσεων (ΔΚΑΣ) - Προτεραιότητες - Συριγμοί' }],
        question: 'Οποιαδήποτε μεταβολή πορείας ή αλλαγή ταχύτητας επιχειρείται για να αποφευχθεί μια σύγκρουση, πρέπει να είναι:',
        answers: [
            { 
                id: 1,
                text: 'Αρκετά μεγάλη, ώστε να γίνεται αμέσως αντιληπτή από το άλλο πλοίο.'
            },
            { 
                id: 2,
                text: 'Ανεπαίσθητη, ώστε να μην γίνεται αντιληπτή από το άλλο πλοίο και προκληθεί πανικός.'
            },
            { 
                id: 3,
                text: 'Αρκετά μικρή, ώστε να γίνει σιγά-σιγά αντιληπτή από το άλλο πλοίο.'
            }
        ]
    },
//Day patterns
    {
        id: 69,
        correct_answer: 1,
        category: [ {id:5 , title:'Σχήματα ημέρας' }],
        question: 'Ένα αγκυροβολημένο πλοίο οφείλει να φέρει κατά τη διάρκεια της ημέρας:',
        answers: [
            { 
                id: 1,
                text: 'Σε περίβλεπτο σημείο της πλώρης μία μαύρη σφαίρα.'
            },
            { 
                id: 2,
                text: 'Σε περίβλεπτο σημείο της πλώρης ένα μαύρο κώνο.'
            },
            { 
                id: 3,
                text: 'Σε περίβλεπτο σημείο της πρύμνης μία μαύρη σφαίρα.'
            }
        ]
    },
    {
        id: 70,
        correct_answer: 3,
        category: [ {id:5 , title:'Σχήματα ημέρας' }],
        question: 'Ένα ακυβέρνητο πλοίο οφείλει να φέρει κατά τη διάρκεια της ημέρας:',
        answers: [
            { 
                id: 1,
                text: 'Σε περίβλεπτο σημείο δύο κώνους μαύρου χρώματος με τις κορυφές ενωμένες.'
            },
            { 
                id: 2,
                text: 'Τρεις μαύρες σφαίρες σε περίβλεπτη θέση και σε κατακόρυφη γραμμή.'
            },
            { 
                id: 3,
                text: 'Δύο μαύρες σφαίρες σε περίβλεπτη θέση και σε κατακόρυφη γραμμή.'
            }
        ]
    },
    {
        id: 71,
        correct_answer: 1,
        category: [ {id:5 , title:'Σχήματα ημέρας' }],
        question: 'Ένα προσαραγμένο πλοίο φέρει κατά τη διάρκεια της ημέρας:',
        answers: [
            { 
                id: 1,
                text: 'Τρεις μαύρες σφαίρες σε περίβλεπτη θέση και σε κατακόρυφη γραμμή.'
            },
            { 
                id: 2,
                text: 'Δύο μαύρες σφαίρες σε περίβλεπτη θέση και σε κατακόρυφη γραμμή.'
            },
            { 
                id: 3,
                text: 'Τον φανό ή τους φανούς αγκυροβολίας ανάλογα με το μήκος του και δύο κόκκινους φανούς ορατούς σε όλο τον ορίζοντα και σε κατακόρυφη γραμμή.'
            }
        ]
    },
    {
        id: 72,
        correct_answer: 3,
        category: [ {id:5 , title:'Σχήματα ημέρας' }],
        question: 'Αλιευτικά πλοία που αλιεύουν οφείλουν κατά τη διάρκεια της ημέρας να φέρουν σε περίβλεπτο σημείο:',
        answers: [
            { 
                id: 1,
                text: 'Τρεις μαύρες σφαίρες σε κατακόρυφη γραμμή.'
            },
            { 
                id: 2,
                text: 'Δύο μαύρες σφαίρες σε κατακόρυφη γραμμή.'
            },
            { 
                id: 3,
                text: 'Δύο κώνους μαύρου χρώματος με τις κορυφές ενωμένες.'
            }
        ]
    },
    {
        id: 73,
        correct_answer: 2,
        category: [ {id:5 , title:'Σχήματα ημέρας' }],
        question: 'Ρυμουλκό πλοίο που ρυμουλκεί οφείλει κατά τη διάρκεια της ημέρας να φέρει:',
        answers: [
            { 
                id: 1,
                text: 'Σε κάθε περίπτωση ένα μαύρο ρομβοειδές σχήμα.'
            },
            { 
                id: 2,
                text: 'Ένα μαύρο ρομβοειδές σχήμα σε περίβλεπτο σημείο μόνο αν το μήκος του ρυμουλκίου υπερβαίνει τα 200 μέτρα.'
            },
            { 
                id: 3,
                text: 'Μία μαύρη σφαίρα σε περίβλεπτο σημείο όταν το μήκος του ρυμουλκίου είναι κάτω των 200 μέτρων.'
            }
        ]
    },
//Navigation lights
    {
        id: 74,
        correct_answer: 3,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Οι φάροι ή φανοί ή φανάρια χρησιμεύουν:',
        answers: [
            { 
                id: 1,
                text: 'Για την πρόσδεση των πλοίων.'
            },
            { 
                id: 2,
                text: 'Για τη σήμανση διαύλων, ναυαγίων, αβαθών, υφάλων κ.λπ.'
            },
            { 
                id: 3,
                text: 'Για να προσανατολίζουν και καθοδηγούν με ασφάλεια τους ναυτιλλομένους κατά τη διάρκεια της νύχτας.'
            }
        ]
    },
    {
        id: 75,
        correct_answer: 1,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Στις εισόδους των λιμένων ο πράσινος φανός τοποθετείται:',
        answers: [
            { 
                id: 1,
                text: 'Στο δεξιό άκρο του στομίου (εισόδου) σε σχέση με το εισερχόμενο στον λιμένα πλοίο/σκάφος.'
            },
            { 
                id: 2,
                text: 'Στο αριστερό άκρο του στομίου (εισόδου) σε σχέση με το εισερχόμενο στον λιμένα πλοίο/σκάφος.'
            },
            { 
                id: 3,
                text: 'Στο δεξιό άκρο του στομίου (εισόδου) σε σχέση με το εξερχόμενο από τον λιμένα πλοίο/σκάφος.'
            }
        ]
    },
    {
        id: 76,
        correct_answer: 2,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Πλευρικοί φανοί είναι:',
        answers: [
            { 
                id: 1,
                text: 'Ένα πράσινο φανάρι στην αριστερή κι ένα κόκκινο φανάρι στη δεξιά πλευρά του πλοίου, καθένα από τα οποία φωτίζει τόξο του ορίζοντα 112,5 μοιρών.'
            },
            { 
                id: 2,
                text: 'Ένα πράσινο φανάρι στη δεξιά κι ένα κόκκινο φανάρι στην αριστερή πλευρά του πλοίου, καθένα από τα οποία φωτίζει τόξο του ορίζοντα 112,5 μοιρών.'
            },
            { 
                id: 3,
                text: 'Ένα κόκκινο φανάρι στην αριστερή κι ένα πράσινο φανάρι στη δεξιά πλευρά του πλοίου, καθένα από τα οποία φωτίζει τόξο 225 μοιρών.'
            }
        ]
    },
    {
        id: 77,
        correct_answer: 2,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ο φανός κορώνης είναι:',
        answers: [
            { 
                id: 1,
                text: 'Λευκό φανάρι στην πρύμνη του πλοίου και φωτίζει τόξο ορίζοντα 135 μοιρών, τοποθετημένο κατά τέτοιο τρόπο, ώστε να φωτίζει 67,5 μοίρες δεξιά και αριστερά της πλώρης.'
            },
            { 
                id: 2,
                text: 'Λευκό φανάρι στην πρύμνη του πλοίου και φωτίζει τόξο ορίζοντα 135 μοιρών, τοποθετημένο κατά τέτοιο τρόπο, ώστε να φωτίζει 67,5 μοίρες δεξιά και αριστερά της πρύμνης.'
            },
            { 
                id: 3,
                text: 'Λευκό φανάρι στην πρύμνη του πλοίου και φωτίζει τόξο ορίζοντα 225 μοιρών, τοποθετημένο κατά τέτοιο τρόπο, ώστε να φωτίζει 112,5 μοίρες δεξιά και αριστερά της πρύμνης.'
            }
        ]
    },
    {
        id: 78,
        correct_answer: 2,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ο εφίστιος φανός είναι:',
        answers: [
            { 
                id: 1,
                text: 'Λευκό φανάρι πάνω στον ιστό (άλμπουρο) του πλοίου και φωτίζει τόξο 360 μοιρών, τοποθετημένο, έτσι ώστε να καλύπτει τομέα I80 μοιρών δεξιά και αριστερά της διαμήκους κεντρικής γραμμής (πλώρης-πρύμνης) του πλοίου.'
            },
            { 
                id: 2,
                text: 'Λευκό φανάρι πάνω στον ιστό (άλμπουρο) του πλοίου και φωτίζει τόξο 225 μοιρών, τοποθετημένο, έτσι ώστε να καλύπτει τομέα 112,5 μοιρών δεξιά και αριστερά της διαμήκους κεντρικής γραμμής (πλώρης-πρύμνης) του πλοίου.'
            },
            { 
                id: 3,
                text: 'Λευκό φανάρι πάνω στον ιστό (άλμπουρο) του πλοίου και φωτίζει τόξο 135 μοιρών τοποθετημένο κατά τέτοιο τρόπο, ώστε να φωτίζει 67,5 μοίρες δεξιά και αριστερά της πρύμνης.'
            }
        ]
    },
    {
        id: 79,
        correct_answer: 3,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ο περίβλεπτος φανός είναι:',
        answers: [
            { 
                id: 1,
                text: 'Φανάρι με τα ίδια χαρακτηριστικά του φανού κορώνης και χρησιμοποιείται σε ακυβέρνητα, προσαραγμένα, περιορισμένης ικανότητας χειρισμών και σε μικρά σκάφη. Το χρώμα του εξαρτάται από την κατάσταση του πλοίου.'
            },
            { 
                id: 2,
                text: 'Φανάρι με τα ίδια χαρακτηριστικά του εφίστιου φανού και χρησιμοποιείται σε πλοία ακυβέρνητα προσαραγμένα, περιορισμένης ικανότητας χειρισμών και σε μικρά σκάφη. Το χρώμα του εξαρτάται από την κατάσταση του πλοίου.'
            },
            { 
                id: 3,
                text: 'Φανάρι ορατό από όλα τα σημεία του ορίζοντα και χρησιμοποιείται σε πλοία ακυβέρνητα, προσαραγμένα, περιορισμένης ικανότητας χειρισμών καθώς και σε μικρά σκάφη. Το χρώμα του εξαρτάται από την κατάσταση του πλοίου που επισημαίνει.'
            }
        ]
    },
    {
        id: 80,
        correct_answer: 2,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ο αναλάμπων φανός χρησιμοποιείται:',
        answers: [
            { 
                id: 1,
                text: 'Από όλα τα πλοία.'
            },
            { 
                id: 2,
                text: 'Από τα ταχύπλοα επιβατηγά πλοία.'
            },
            { 
                id: 3,
                text: 'Από όλα τα ταχύπλοα πλοία.'
            }
        ]
    },
    {
        id: 81,
        correct_answer: 1,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ο φανός ρυμούλκησης είναι:',
        answers: [
            { 
                id: 1,
                text: 'Κίτρινο φανάρι με τα ίδια χαρακτηριστικά του φανού κορώνης, χρησιμοποιείται όταν γίνονται ρυμουλκήσεις και τοποθετείται πάνω από τον φανό κορώνης του ρυμουλκού.'
            },
            { 
                id: 2,
                text: 'Κίτρινο φανάρι με τα ίδια χαρακτηριστικά του φανού κορώνης, χρησιμοποιείται όταν γίνονται ρυμουλκήσεις και τοποθετείται πάνω από τον φανό κορώνης του ρυμουλκούμενου.'
            },
            { 
                id: 3,
                text: 'Περίβλεπτος κίτρινος φανός, που χρησιμοποιείται πάνω από τον φανό κορώνης του ρυμουλκού.'
            }
        ]
    },
    {
        id: 82,
        correct_answer: 2,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ένα μηχανοκίνητο πλοίο μήκους κάτω των 50 μέτρων πρέπει να επιδεικνύει όταν ταξιδεύει κατά τη νύχτα:',
        answers: [
            { 
                id: 1,
                text: 'Δύο εφίστιους φανούς, τους πλευρικούς φανούς και τον φανό κορώνης.'
            },
            { 
                id: 2,
                text: 'Έναν εφίστιο φανό, τους πλευρικούς φανούς και τον φανό κορώνης.'
            },
            { 
                id: 3,
                text: 'Τους πλευρικούς φανούς και τον φανό κορώνης.'
            }
        ]
    },
    {
        id: 83,
        correct_answer: 2,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ένα μηχανοκίνητο πλοίο μήκους άνω των 50 μέτρων πρέπει να επιδεικνύει όταν ταξιδεύει κατά τη νύχτα:',
        answers: [
            { 
                id: 1,
                text: 'Έναν εφίστιο φανό, τους πλευρικούς φανούς και τον φανό κορώνης.'
            },
            { 
                id: 2,
                text: 'Δύο εφίστιους φανούς, τους πλευρικούς φανούς και τον φανό κορώνης.'
            },
            { 
                id: 3,
                text: 'Τους πλευρικούς φανούς και τον φανό κορώνης.'
            }
        ]
    },
    {
        id: 84,
        correct_answer: 1,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ένα μηχανοκίνητο σκάφος κάτω των 7 μέτρων του οποίου η ταχύτητα δεν υπερβαίνει τους 7 κόμβους μπορεί να επιδεικνύει:',
        answers: [
            { 
                id: 1,
                text: 'Έναν μόνο λευκό περίβλεπτο φανό και εφόσον είναι πρακτικά δυνατόν και τους πλευρικούς φανούς.'
            },
            { 
                id: 2,
                text: 'Τους δύο τουλάχιστον πλευρικούς φανούς.'
            },
            { 
                id: 3,
                text: 'Τους δύο πλευρικούς φανούς και τον φανό κορώνης.'
            }
        ]
    },
    {
        id: 85,
        correct_answer: 3,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ένα ιστιοφόρο πλοίο πρέπει να επιδεικνύει κατά τη νύχτα:',
        answers: [
            { 
                id: 1,
                text: 'Έναν εφίστιο φανό, τους πλευρικούς φανούς και τον φανό κορώνης.'
            },
            { 
                id: 2,
                text: 'Έναν εφίστιο φανό και τους πλευρικούς φανούς.'
            },
            { 
                id: 3,
                text: 'Τους πλευρικούς φανούς και τον φανό κορώνης.'
            }
        ]
    },
    {
        id: 86,
        correct_answer: 2,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Κάθε αγκυροβολημένο πλοίο μήκους άνω των 50 μέτρων οφείλει να επιδεικνύει κατά τη νύχτα:',
        answers: [
            { 
                id: 1,
                text: 'Έναν λευκό εφίστιο φανό.'
            },
            { 
                id: 2,
                text: 'Έναν λευκό φανό ορατό σε όλο τον ορίζοντα στην πλώρη και έναν λευκό φανό ορατό σε όλο τον ορίζοντα στην πρύμνη.'
            },
            { 
                id: 3,
                text: 'Έναν λευκό φανό ορατό σε όλο τον ορίζοντα στην πρύμνη.'
            }
        ]
    },
    {
        id: 87,
        correct_answer: 1,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ακυβέρνητο πλοίο οφείλει να επιδεικνύει κατά τη νύχτα:',
        answers: [
            { 
                id: 1,
                text: 'Δύο κόκκινους φανούς ορατούς σε όλο τον ορίζοντα, σε κατακόρυφη γραμμή και, εφόσον κινείται (παρασύρεται από άνεμο ρεύμα, κυματισμό κ.λπ.), τους πλευρικούς φανούς και τον φανό κορώνης.'
            },
            { 
                id: 2,
                text: 'Δύο κόκκινους φανούς ορατούς σε όλο τον ορίζοντα, σε κατακόρυφη γραμμή και, εφόσον κινείται (παρασύρεται από άνεμο, ρεύμα, κυματισμό κ.λπ.), τους πλευρικούς φανούς.'
            },
            { 
                id: 3,
                text: 'Δύο κόκκινους φανούς ορατούς σε όλο τον ορίζοντα και έναν εφίστιο φανό.'
            }
        ]
    },
    {
        id: 88,
        correct_answer: 1,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Κάθε προσαραγμένο πλοίο οφείλει να επιδεικνύει κατά τη νύχτα:',
        answers: [
            { 
                id: 1,
                text: 'Τον φανό ή τους φανούς αγκυροβολίας (ανάλογα με το μήκος του) και δύο κόκκινους φανούς ορατούς σε όλο τον ορίζοντα και σε κατακόρυφη γραμμή.'
            },
            { 
                id: 2,
                text: 'Τον φανό ή τους φανούς αγκυροβολίας (ανάλογα με το μήκος του) και δύο αναλάμποντες κόκκινους φανούς ορατούς σε όλο τον ορίζοντα και σε κατακόρυφη γραμμή.'
            },
            { 
                id: 3,
                text: 'Τους πλευρικούς φανούς και δύο κόκκινους φανούς ορατούς σε όλο τον ορίζοντα και σε κατακόρυφη γραμμή.'
            }
        ]
    },
    {
        id: 89,
        correct_answer: 1,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ένα αλιευτικό πλοίο που αλιεύει γρίπο (μηχανότρατα), το μήκος του δεν υπερβαίνει τα 50 μέτρα και κινείται κατά τη νύχτα, φέρει:',
        answers: [
            { 
                id: 1,
                text: 'Δύο φανούς ορατούς σε όλο τον ορίζοντα σε κατακόρυφη γραμμή, ο ανώτερος πράσινος και ο κατώτερος λευκός, πλευρικούς φανούς και φανό κορώνης.'
            },
            { 
                id: 2,
                text: 'Δύο φανούς ορατούς σε όλο τον ορίζοντα σε κατακόρυφη γραμμή, ο ανώτερος πράσινος και ο κατώτερος λευκός.'
            },
            { 
                id: 3,
                text: 'Έναν εφίστιο φανό προς την πρύμνη, πλευρικούς φανούς και φανό κορώνης.'
            }
        ]
    },
    {
        id: 90,
        correct_answer: 3,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ένα μηχανοκίνητο πλοίο που ρυμουλκεί πρέπει να επιδεικνύει κατά τη νύχτα:',
        answers: [
            { 
                id: 1,
                text: 'Τους πλευρικούς φανούς και τον φανό κορώνης.'
            },
            { 
                id: 2,
                text: 'Τους πλευρικούς φανούς, τον φανό κορώνης και τον φανό ρυμούλκησης.'
            },
            { 
                id: 3,
                text: 'Δύο εφίστιους φανούς σε κατακόρυφη γραμμή και, εφόσον το ρυμούλκιο (από την πρύμνη του ρυμουλκού μέχρι την πρύμνη του ρυμουλκούμενου) είναι πάνω από 200 μέτρα, τρεις εφίστιους, τους πλευρικούς φανούς, τον φανό κορώνης και τον φανό ρυμούλκησης πάνω από τον φανό κορώνης.'
            }
        ]
    },
    {
        id: 91,
        correct_answer: 2,
        category: [ {id:6 , title:'Φανοί ναυσιπλοΐας' }],
        question: 'Ένα ρυμουλκούμενο πλοίο πρέπει να επιδεικνύει κατά τη νύχτα:',
        answers: [
            { 
                id: 1,
                text: 'Έναν μόνο λευκό περίβλεπτο φανό.'
            },
            { 
                id: 2,
                text: 'Τους πλευρικούς φανούς και τον φανό κορώνης.'
            },
            { 
                id: 3,
                text: 'Τους πλευρικούς φανούς και τον φανό ρυμούλκησης.'
            }
        ]
    },
//Maps
    {
        id: 92,
        correct_answer: 2,
        category: [ {id:7 , title:'Χάρτες' }],
        question: 'Γεωγραφικό στίγμα είναι:',
        answers: [
            { 
                id: 1,
                text: 'Η διαδρομή (πορεία) που πρέπει να ακολουθήσει ένα πλοίο. Η διαδρομή αυτή αποτελεί γωνία που σχηματίζεται μεταξύ της κατεύθυνσης του βορρά και του διαμήκους άξονα (γραμμή πλώρης-πρύμνης) του πλοίου.'
            },
            { 
                id: 2,
                text: 'Το σημείο πάνω στον ναυτικό χάρτη, που βρίσκεται το σκάφος σε δεδομένη χρονική στιγμή και προσδιορίζεται από την τομή του παράλληλου του πλάτους και του μεσημβρινού του μήκους που διέρχονται από το σημείο αυτό.'
            },
            { 
                id: 3,
                text: 'Η απόσταση σε ναυτικά μίλια που βρίσκεται το σκάφος από τον λιμένα προορισμού του.'
            }
        ]
    },
    {
        id: 93,
        correct_answer: 2,
        category: [ {id:7 , title:'Χάρτες' }],
        question: 'Γεωγραφικές Συντεταγμένες ενός σημείου είναι:',
        answers: [
            { 
                id: 1,
                text: 'Το γεωγραφικό στίγμα που βρίσκεται το σκάφος μας σε δεδομένη χρονική στιγμή.'
            },
            { 
                id: 2,
                text: 'Το γεωγραφικό πλάτος (φ) και το γεωγραφικό μήκος του (λ).'
            },
            { 
                id: 3,
                text: 'Η απόσταση που βρίσκεται το σκάφος μας από τον λιμένα αναχώρησής του.'
            }
        ]
    },
    {
        id: 94,
        correct_answer: 3,
        category: [ {id:7 , title:'Χάρτες' }],
        question: 'Κλίμακα μήκους:',
        answers: [
            { 
                id: 1,
                text: 'Είναι η χαραγμένη στη δεξιά και αριστερή πλευρά του χάρτη κλίμακα, στην οποία μετριούνται τα γεωγραφικά μήκη για την εύρεση του στίγματος.'
            },
            { 
                id: 2,
                text: 'Είναι η χαραγμένη στη δεξιά και αριστερή πλευρά του χάρτη κλίμακα στην οποία μετριούνται με τον ναυτικό διαβήτη τα γεωγραφικά πλάτη και οι αποστάσεις.'
            },
            { 
                id: 3,
                text: 'Είναι η χαραγμένη στην πάνω και κάτω πλευρά του χάρτη κλίμακα.'
            }
        ]
    },
    {
        id: 95,
        correct_answer: 2,
        category: [ {id:7 , title:'Χάρτες' }],
        question: 'Ναυτικός διαβήτης (κουμπάσο) είναι:',
        answers: [
            { 
                id: 1,
                text: 'Όργανο με το οποίο χαράσσονται οι πορείες πάνω στον ναυτικό χάρτη.'
            },
            { 
                id: 2,
                text: 'Όργανο μέτρησης της απόστασης πάνω στον ναυτικό χάρτη.'
            },
            { 
                id: 3,
                text: 'Το βασικό όργανο για τον καθορισμό της πορείας ενός σκάφους.'
            }
        ]
    },
    {
        id: 96,
        correct_answer: 2,
        category: [ {id:7 , title:'Χάρτες' }],
        question: 'Η απόσταση μετριέται:',
        answers: [
            { 
                id: 1,
                text: 'Μόνο στην κλίμακα του μήκους.'
            },
            { 
                id: 2,
                text: 'Μόνο στην κλίμακα του πλάτους.'
            },
            { 
                id: 3,
                text: 'Με την παράλληλη μεταφορά της πορείας από ή προς το ανεμολόγιο του χάρτη.'
            }
        ]
    },
    {
        id: 97,
        correct_answer: 2,
        category: [ {id:7 , title:'Χάρτες' }],
        question: 'Πορτολάνα είναι:',
        answers: [
            { 
                id: 1,
                text: 'Ναυτικός χάρτης υπό μεγάλη κλίμακα που απεικονίζει γενικότητες μιας μεγάλης θαλάσσιας περιοχής.'
            },
            { 
                id: 2,
                text: 'Απόσπασμα ναυτικού χάρτη υπό μεγάλη κλίμακα που απεικονίζει με μεγάλες λεπτομέρειες λιμένες, όρμους και λιμενίσκους.'
            },
            { 
                id: 3,
                text: 'Απόσπασμα ναυτικού χάρτη υπό μεγάλη κλίμακα που απεικονίζει με κάθε δυνατή λεπτομέρεια τη γύρω από κάθε λιμένα περιοχή.'
            }
        ]
    }
];

const QnaCategories = {
    All: 'Όλες οι ερωτήσεις',
    BoatEngine: 'Σκάφος & μηχανή',
    WeatherWarningLights: 'Ανεμολόγιο - Φωτιστικά σήματα κινδύνου',
    PreparingSailSafePlus: 'Προετοιμασία απόπλου - Ασφαλής πλους',
    IcfrPriority: 'ΔΚΑΣ - Προτεραιότητα - Συριγμοί',
    DayPatterns: 'Σχήματα ημέρας',
    NavigationLights: 'Φανοί ναυσιπλοΐας',
    Maps: 'Χάρτες',
};

export { QnaData, QnaCategories };